[
  "Witzigkeit im Übermaß ist des Menschen größert Schatz.",
  "Viel mehr, als unsere Fähigkeiten sind es unsere Entscheidungen, die zeigen, wer wir wirklich sind.",
  "Schließlich ist der Tod für den gut vorbereiteten Geist nur das nächste große Abenteuer",
  "Natürlich passiert es in deinem Kopf, aber warum um alles in der Welt sollte das bedeuten, dass es nicht wirklich ist?",
  "Sich anzustrengen ist wichtig, aber es gibt etwas was noch wichtiger ist. Ihr müsst immer an euch glauben. Ihr müsst es mal so betrachten: Sämtliche großen Zauberer der Geschichte waren am Anfang nichts anderes als das was wir heute sind: Schüler. Und wenn die es schaffen konnten, können wir das auch!",
  "Die Stimme eines Kindes, egal wie ehrlich und aufrichtig ist bedeutungslos für jene, die verlernt haben zuzuhören.",
  "Aber glaubt mir, dass man Glück und Zuversicht selbst in Zeiten der Dunkelheit zu finden vermag. Man darf nur nicht vergessen ein Licht leuchten zu lassen.",
  "Wenn wir träumen, betreten wir eine Welt, die ganz und gar uns gehört. Vielleicht durchschwimmt er gerade den tiefsten Ozean oder gleitet über die höchste Wolke.",
  "Harry, bedaure nicht die Toten. Bedaure die Lebenden, und besonders all diejenigen, die ohne Liebe leben",
  "Harry, bedaure nicht die Toten. Bedaure die Lebenden, und besonders diejenigen, die ohne Liebe leben.",
  "Es sind nicht unsere Fähigkeiten, die zeigen, wer wir wirklich sind, sondern unsere Entscheidungen.",
  "Happiness can be found, even in the darkest time of life, if one only remembers to turn on the light.",
  "Natürlich passiert es in deinem Kopf, aber warum um alles in der Welt sollte das bedeuten, dass es nicht wirklich ist?",
  "Vor uns liegen dunkle, schwere Zeiten, Harry. Schon bald müssen wir uns entscheiden, zwischen dem richtigen Weg und dem leichten.",
  "Es verlangt sehr viel Mut, sich seinen Feinden in den Weg zu stellen, wesentlich mehr noch, sich seinen Freunden in den Weg zustellen.",
  "Es ist der Wert der Überzeugung, der den Erfolg ausmacht, nicht die Zahl der Anhänger.",
  "Dass Harry tot ist ändert nichts. (Seamus: \"Hör auf, Neville!\") Tag für Tag sterben Leute! Freunde, Verwandte . . . Ja, heute haben wir Harry verloren. Aber er ist noch bei uns: Hier drin! Genau wie Fred, Remus, Tonks . . . Sie alle. Ihr Tod war nicht sinnlos. Aber Ihrer wird es sein! Weil Sie im Unrecht sind! Harrys Herz hat für uns geschlagen, für jeden von uns! Es ist noch nicht vorbei!",
  "Harry: Was ist wenn ich nach allem, was ich durchmachen müsste, etwas schief läuft in meinen Inneren. Was ist, wenn ich böse werde. \n\nSirius: Ich möchte, dass du mir aufmerksam zuhörst, Harry. \nDu bist kein böser Mensch. Du bist ein sehr guter Mensch, dem böses widerfahren ist. Außerdem teilt sich die Welt nicht in gute Menschen und Todesser. Wir haben alle sowohl eine helle als auch eine dunkle Seite in uns. Es kommt darauf an welche Seite wir für unser Handeln aussuchen. Das macht uns wirklich aus.",
  "Den Spinnen folgen... Wieso müssen es unbedingt Spinnen sein? Wieso können wir nicht den Schmetterlingen folgen?",
  "Es gibt kein gut und böse. Es gibt nur Macht, und jene, die zu schwach sind um danach zu streben.",
  "Es ist der Wert der Überzeugungen, der den Erfolg ausmacht. Nicht die Anzahl der Anhänger."
]
